<?php

return [
    'welcome' => 'สวัสดี',
    //form
    'frm_head' => 'กรอกรายละเอียดของท่าน',
    'frm_name' => 'ชื่อ-นามสกุล',
    'frm_email' => 'อีเมล ที่ใช้ login เข้า evolt mobile app',
    'frm_submit' => 'ถัดไป',
    'frm_tel' => 'เบอร์โทร',
    'frm_amount' => 'เลือกจำนวนเงินที่ต้องการเติม',
    //validate
    'frm_name_validate' => 'กรุณากรอกข้อมูลให้ครบ',
    'frm_name_validate2' => 'ไม่สามารถใช้ตัวอักษพิเศษได้',
    'frm_email_validate' => 'ท่านกรอกอีเมลไม่ถูกต้อง',
    'frm_tel_validate' => 'ข้อมูลเบอร์โทรศัพท์ไม่ถูกต้อง กรุณายืนยันความถูกต้องอีกครั้ง',
    'frm_amount_validate' => 'กรุณาเลือกจำนวนเงิน',
    //popup form
    'pop_header' => 'ตรวจสอบและชำระเงิน',
    'pop_name' => 'ชื่อ-นามสกุล',
    'pop_email' => 'อีเมล',
    'pop_tel' => 'เบอร์โทร',
    'pop_amount' => 'เติมจำนวน (บาท)',
    'pop_submit' => 'ยืนยันการทำรายการ',
    'pop_close' => 'ปิด',
    //popup alert
    'alert_success1' => 'ท่านได้ทำการเติมเงินสำเร็จแล้ว',
    'alert_success2' => 'โปรดรออีเมลยืนยัน',
    'alert_success2_2' => 'การอัพเดทบัญชี',
    'alert_fail' => 'เกิดข้อผิดพลาด',
    'alert_fail_2' => 'ระบบไม่สามารถเติมเงินได้',
    'alert_fail_3' => 'โปรดลองใหม่อีกครั้ง',

    //method payment
    'm_head' => 'ขั้นตอนการเติมเงิน',
    'm1' => 'กรอกข้อมูลชื่อ นามสกุล อีเมล และเบอร์โทรศัพท์ เพื่อยืนยันความถูกต้องในการเติมเงิน โปรดกรอกข้อมูลที่ท่านใช้สมัครสมาชิกที่',
    'm1_1' => 'โดยเฉพาะ อีเมล และเบอร์โทรศัพท์',
    'm2' => 'เลือกจำนวนเงินที่ท่านต้องการเติม',
    'm3' => 'คลิก “ยืนยันการทำรายการ”',
    'm4' => 'กรอกรายละเอียดบัตรเครดิต',
    'm5' => 'ทางบริษัทฯ จะตรวจสอบและบันทึกยอดเงินเข้าบัญชี Evolt ของท่าน ภายใน 24 ชั่วโมงหลังจากทำรายการ และแจ้งยืนยันการบันทึกยอดเงินผ่านทางอีเมลที่ท่านได้กรอกไว้',
];
